/* Localized strings for DockSync */

/* Data Class: Dock Items */
"com.apple.dock.items" = "Dock-objekter";

/* Entity: A simple entity with just one attribute */
"com.apple.dock.item" = "Dock-objekt";
"com.apple.dock.itemlist" = "Dock-objektliste";

/* Attribute: A simple attribute */
"com.apple.dock.itemlist/allItems" = "Objekt på Dock-objektliste";
"com.apple.dock.item/path" = "Bane for Dock-objekt";
"com.apple.dock.item/label" = "Etikett for Dock-objekt";
"com.apple.dock.item/type" = "Dock-objekttype";
"com.apple.dock.item/parent" = "Forelder for Dock-objekt";
"com.apple.dock.item/properties" = "Egenskaper for Dock-objekt";

/* Data Class: Dashboard Widgets */
"com.apple.dashboard.widgets" = "Dashboard-widgeter";

/* Entity: A simple entity with just one attribute */
"com.apple.dashboard.widget" = "Dashboard-widget";

/* Attribute: A simple attribute */
"com.apple.dashboard.widget/bundleID" = "Pakkeidentifiserer";
"com.apple.dashboard.widget/preferences" = "valg";
"com.apple.dashboard.widget/position" = "plassering";
"com.apple.dashboard.widget/widgetID" = "widgetID";
"com.apple.dashboard.widget/inLayer" = "inLayer";

